tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "webp"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bazaar"
brew "bazel"
brew "freetype"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "calc"
brew "libtool"
brew "cask"
brew "clang-format"
brew "cmake"
brew "docker", link: false
brew "docker-compose", link: false
brew "envoy"
brew "etcd"
brew "gawk"
brew "gdb"
brew "git"
brew "gnu-sed"
brew "googler"
brew "goreleaser"
brew "gradle"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "haproxy"
brew "helm"
brew "helm@2"
brew "htop"
brew "python@3.8"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "k3d"
brew "kafka"
brew "kubernetes-cli", link: false
brew "minikube"
brew "nginx"
brew "ninja"
brew "nnn"
brew "ntfs-3g"
brew "nuget"
brew "openconnect"
brew "openvpn"
brew "parallel"
brew "pidof"
brew "postgresql"
brew "prototool"
brew "psutils"
brew "python@3.7"
brew "redis"
brew "ruby"
brew "s3cmd"
brew "shtool"
brew "sl"
brew "speedtest-cli"
brew "telnet"
brew "tree"
brew "upx"
brew "vault"
brew "watch"
brew "wget"
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "qmk/qmk/qmk"
cask "adoptopenjdk"
cask "adoptopenjdk14"
cask "docker"
cask "osxfuse"
cask "wireshark"
