tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bitwarden-cli"
brew "libffi"
brew "pcre"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "calc"
brew "clang-format"
brew "cloc"
brew "etcd"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "libtool"
brew "goreleaser"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "haproxy"
brew "helm"
brew "htop"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "k3d"
brew "zookeeper"
brew "kafka"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kustomize"
brew "minikube"
brew "nginx"
brew "ninja"
brew "nnn"
brew "openconnect"
brew "openvpn"
brew "parallel"
brew "pidof"
brew "podman"
brew "postgresql"
brew "psutils"
brew "python@3.8"
brew "redis"
brew "ruby"
brew "s3cmd"
brew "shtool"
brew "sl"
brew "speedtest-cli"
brew "telnet"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "qmk/qmk/qmk"
cask "appcleaner"
cask "docker"
cask "macfuse"
cask "podman-desktop"
cask "qmk-toolbox"
cask "spotify"
cask "tor-browser"
cask "transmission"
cask "via"
cask "vlc"
cask "wireshark"
cask "zoom"
